Repository: blablablablayong-tech/pincer
Catalog: Sources/PincerUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Needs sign-in
zh_hans: 需要登录

source: Never
zh_hans: 从来没有

source: New API key
zh_hans: 新的 API 密钥

source: New Agent
zh_hans: 新代理

source: New Automation
zh_hans: 新自动化

source: New Automation…
zh_hans: 新的自动化...

source: New Chat
zh_hans: 新建聊天

source: New Chat in Group
zh_hans: 群组中的新聊天

source: New Chat in Group…
zh_hans: 群组中的新聊天...

source: New Group
zh_hans: 新集团

source: New Group…
zh_hans: 新组…

source: New chat
zh_hans: 新建聊天

source: New chat in %@
zh_hans: %@ 中的新聊天

# New chat in %@ with %@
source: New chat in %1$@ with %2$@
zh_hans: 在 %1$@ 中与 %2$@ 进行新聊天

source: New chat with %@
zh_hans: 与 %@ 的新聊天

source: New lines appear here as the Gateway writes them.
zh_hans: 当网关写入时，新行会出现在此处。

source: New lines written to %@ appear here.
zh_hans: 写入 %@ 的新行出现在此处。

source: New messages
zh_hans: 新消息

source: Next
zh_hans: 下一步

source: Next Message
zh_hans: 下一条消息

source: Next Tip
zh_hans: 下一个提示

source: Next Unread Chat
zh_hans: 下一个未读聊天

source: Next branch
zh_hans: 下一个分行

source: Next match
zh_hans: 下一场比赛

source: Next match (%@)
zh_hans: 下一场比赛 (%@)

source: Next run
zh_hans: 下次运行

source: No Approval History
zh_hans: 无批准历史

source: No Automations
zh_hans: 无自动化

source: No Bookmarks
zh_hans: 没有书签

source: No Channels
zh_hans: 无频道

source: No Channels Use DM Pairing
zh_hans: 无通道使用 DM 配对

source: No Gateway yet? Explore Pincer with sample agents and chats. Nothing leaves this device.
zh_hans: 还没有网关吗？通过示例代理和聊天探索 Pincer。没有任何东西离开这个设备。

source: No Gateways yet
zh_hans: 还没有网关

source: No MCP Servers
zh_hans: 没有 MCP 服务器

source: No Pending Requests
zh_hans: 没有待处理的请求

source: No Requests for %@
zh_hans: 没有 %@ 的请求

source: No activity yet
zh_hans: 还没有活动

source: No agents.
zh_hans: 没有代理。

source: No allowed commands. When you choose **Always allow** on an approval, the command is added here.
zh_hans: 没有允许的命令。当您在批准时选择“**始终允许**”时，该命令将添加到此处。

source: No allowed tools. When you choose **Always allow** on a tool approval, the tool is added here.
zh_hans: 没有允许使用的工具。当您在工具批准时选择“**始终允许**”时，该工具将添加到此处。

source: No bindings. Messages reach this agent only when it's the default or chosen directly.
zh_hans: 没有绑定。仅当它是默认代理或直接选择时，消息才会到达此代理。

source: No branches
zh_hans: 没有分支机构

source: No channel details yet.
zh_hans: 尚无频道详细信息。

source: No channels are set up.
zh_hans: 没有设置频道。

source: No chat selected
zh_hans: 未选择聊天

source: No clients reported.
zh_hans: 没有客户报告。

source: No heartbeat yet
zh_hans: 还没有心跳

source: No helper runs yet
zh_hans: 尚未运行助手

source: No key needed
zh_hans: 无需钥匙

source: No lines match
zh_hans: 没有匹配的行

source: No log output yet
zh_hans: 还没有日志输出

source: No matches
zh_hans: 没有匹配项

source: No messages match “%@”.
zh_hans: 没有消息匹配“%@”。

source: No messages to rewind to
zh_hans: 没有可快退到的消息

source: No microphone is available.
zh_hans: 没有可用的麦克风。

source: No models available
zh_hans: 无可用型号

source: No output
zh_hans: 无输出

source: No paired nodes
zh_hans: 无配对节点

source: No plugins installed.
zh_hans: 没有安装插件。

source: No results
zh_hans: 没有结果

source: No runs captured yet
zh_hans: 尚未捕获任何运行

source: No runs yet.
zh_hans: 还没有运行。

source: No servers configured on this Gateway.
zh_hans: 该网关上没有配置服务器。

source: No settings match “%@”.
zh_hans: 没有与“%@”匹配的设置。

source: No settings.
zh_hans: 没有设置。

source: No skills found
zh_hans: 没有找到技能

source: No skills match “%@”.
zh_hans: 没有技能匹配“%@”。

source: No text
zh_hans: 无文字

source: No tools match.
zh_hans: 没有匹配的工具。

source: No tools.
zh_hans: 没有工具。

source: No unsaved changes.
zh_hans: 没有未保存的更改。

source: No usage in this range.
zh_hans: 在此范围内不使用。

source: No, help me set one up
zh_hans: 不行，帮我设置一个

source: Node
zh_hans: 节点

source: Nodes
zh_hans: 节点

source: Nodes Aren't Available
zh_hans: 节点不可用

source: Nodes such as the OpenClaw Mac, iOS or Android apps show up here after they pair.
zh_hans: OpenClaw Mac、iOS 或 Android 应用程序等节点在配对后会显示在此处。

source: None
zh_hans: 无

source: None yet.
zh_hans: 还没有。

source: Not Connected
zh_hans: 未连接

source: Not Created
zh_hans: 未创建

source: Not Now
zh_hans: 不是现在

source: Not Saved
zh_hans: 未保存

source: Not Set
zh_hans: 未设置

source: Not Working
zh_hans: 不工作

source: Not a current agent
zh_hans: 不是现任代理人

source: Not connected
zh_hans: 未连接

source: Not connected to the Gateway
zh_hans: 未连接到网关

source: Not connected to the Gateway.
zh_hans: 未连接到网关。

source: Not connected.
zh_hans: 未连接。

source: Not saved yet.
zh_hans: 尚未保存。

source: Not scheduled
zh_hans: 未安排

source: Not sent yet, queued.
zh_hans: 还没发送，正在排队。

source: Not sent yet. It’s a large upload, %@, waiting for Wi‑Fi.
zh_hans: 还没发送。这是一个大上传，%@，正在等待 Wi-Fi。

source: Not sent yet. It’s a large upload, %@, waiting until you’re off Personal Hotspot.
zh_hans: 还没发送。这是一个很大的上传，%@，需要等到您离开个人热点为止。

source: Not sent yet. It’s a large upload, %@, waiting while Low Data Mode is on.
zh_hans: 还没发送。这是一个大上传，%@，正在等待低数据模式开启。

source: Not set
zh_hans: 未设置

source: Not set up. Using this device's voice.
zh_hans: 没有设置。使用该设备的声音。

source: Not signed in.
zh_hans: 未登录。

source: Not used (This Device Only)
zh_hans: 未使用（仅限此设备）

source: Nothing here yet.
zh_hans: 这里还什么都没有。

source: Nothing to preview.
zh_hans: 没有什么可预览的。

source: Notifications
zh_hans: 通知

source: Now: %@
zh_hans: 现在：%@

source: OAuth options
zh_hans: OAuth 选项

source: OK
zh_hans: 确定

source: Off
zh_hans: 关闭

source: Off by default. Reactions may not interoperate across channels or Gateways.
zh_hans: 默认关闭。反应可能无法跨渠道或网关互操作。

source: Off keeps one thread per chat. Open a run from its tool call instead.
zh_hans: 关闭时，每个聊天保留一个线程。相反，从其工具调用中打开运行。

source: Off. Replies aren't spoken on channels automatically. Read Aloud and Test Voice still work.
zh_hans: 离开。频道上不会自动说出回复。大声朗读和测试语音仍然有效。

source: Offline — messages send when you reconnect
zh_hans: 离线 — 重新连接时发送消息

source: On Windows
zh_hans: 在 Windows 上

source: On-device dictation isn't available for %@, so dictation won't work while this is on.
zh_hans: 设备上听写功能不适用于 %@，因此打开此功能时听写功能将不起作用。

source: On-device dictation isn't available for %@. Turn off “On-device only” in Settings to use Apple’s servers.
zh_hans: 设备上听写不适用于 %@。在“设置”中关闭“仅限设备上”以使用 Apple 的服务器。

source: On-device only
zh_hans: 仅限设备上

source: Online for %@
zh_hans: 在线 %@

source: Only After Voice Messages
zh_hans: 仅在语音留言之后

source: Only When Tagged
zh_hans: 仅当标记时

source: Only allow tools
zh_hans: 只允许工具

source: Only approve devices you recognize. Compare the fingerprint with the one the device shows while it waits.
zh_hans: 仅批准您认可的设备。将指纹与设备等待时显示的指纹进行比较。

source: Only archived sessions can be deleted without Full Management.
zh_hans: 在没有完全管理的情况下，只能删除已存档的会话。

source: Open
zh_hans: 打开

source: Open %@
zh_hans: 打开%@

source: Open %@ on %@
zh_hans: 在 %@ 上打开 %@

source: Open %@’s Chat
zh_hans: 打开 %@ 的聊天

source: Open Agents & Models
zh_hans: 开放经纪人和模特

source: Open Automation Chat
zh_hans: 打开自动化聊天

source: Open Channels Settings
zh_hans: 开放频道设置

source: Open Chat
zh_hans: 打开聊天

source: Open Chat in New Window
zh_hans: 在新窗口中打开聊天

source: Open Connection
zh_hans: 打开连接

source: Open Connection to turn on Full Management.
zh_hans: 打开连接以启用完全管理。

source: Open Connection…
zh_hans: 打开连接...

source: Open Gateway Health
zh_hans: 开放健康网关

source: Open Gateway Voice Settings…
zh_hans: 打开网关语音设置...

source: Open Location Settings
zh_hans: 打开位置设置

source: Open Login Items Settings…
zh_hans: 打开登录项目设置...

source: Open MCP Server
zh_hans: 打开MCP服务器

source: Open Pincer
zh_hans: 打开钳子

source: Open Pinned Chat %lld
zh_hans: 打开固定聊天 %lld

source: Open Plugin
zh_hans: 打开插件

source: Open Settings
zh_hans: 打开设置

source: Open Settings…
zh_hans: 打开设置...

source: Open Skills
zh_hans: 开放技能

source: Open Tools & Skills
zh_hans: 开放工具和技能

source: Open a small composer from any app to send to a chat.
zh_hans: 从任何应用程序打开一个小作曲家以发送到聊天。

source: Open at Login
zh_hans: 登录时打开

source: Open image
zh_hans: 打开图片

source: Open in Browser
zh_hans: 在浏览器中打开

source: Open in New Window
zh_hans: 在新窗口中打开

source: Open in Split View
zh_hans: 在分割视图中打开

source: Open in Tools Inspector
zh_hans: 在工具检查器中打开

source: Open run
zh_hans: 开放运行

source: Open the command palette to jump to any chat, agent, model, or setting.
zh_hans: 打开命令选项板可跳转到任何聊天、代理、模型或设置。

source: Open “%@” to see what this helper did
zh_hans: 打开“%@”看看这个助手做了什么

source: OpenClaw is running on this Mac.
zh_hans: OpenClaw 正在这台 Mac 上运行。

source: Opens the %@ plugin
zh_hans: 打开 %@ 插件

source: Optional
zh_hans: 可选

source: Optional pin, hex
zh_hans: 可选销，六角

source: Or sign in on the Gateway host:
zh_hans: 或者登录网关主机：

source: Orange
zh_hans: 橙色

source: Organize
zh_hans: 整理

source: Origin
zh_hans: 产地

source: Original message
zh_hans: 原始消息

source: Other
zh_hans: 其他

source: Other settings for this server are kept. Edit them in Raw Config.
zh_hans: 该服务器的其他设置将被保留。在原始配置中编辑它们。

source: Out %@
zh_hans: 输出 %@

source: Outbox
zh_hans: 待发送队列

source: Outcome
zh_hans: 结果

source: Output
zh_hans: 输出

source: Output:
zh_hans: 输出：

source: Overridden by local /tts prefs or persona
zh_hans: 被本地 /tts 首选项或角色覆盖

source: Overview
zh_hans: 概述

source: Overwrite %@ on the Gateway?
zh_hans: 覆盖网关上的 %@ 吗？

source: Overwrite with Mine
zh_hans: 用我的覆盖

source: Paired Devices
zh_hans: 配对设备

source: Pairing Requests
zh_hans: 配对请求

source: Pairing Requests Aren't Available
zh_hans: 配对请求不可用

source: Parent: %@
zh_hans: 父级：%@

source: Password
zh_hans: 密码

source: Paste
zh_hans: 粘贴

source: Paste API key
zh_hans: 粘贴 API 密钥

source: Paste Code or URL
zh_hans: 粘贴代码或网址

source: Paste Code or URL…
zh_hans: 粘贴代码或 URL...

source: Paste Image
zh_hans: 粘贴图像

source: Paste a voice ID
zh_hans: 粘贴语音 ID

source: Paste the code the provider showed, or the full link you were sent to after approving.
zh_hans: 粘贴提供商显示的代码，或批准后发送给您的完整链接。

source: Paste your API key above to browse your voices.
zh_hans: 将您的 API 密钥粘贴到上面即可浏览您的声音。

source: Paste your ElevenLabs API key to browse voices.
zh_hans: 粘贴您的 ElevenLabs API 密钥以浏览语音。

source: Paste your Gateway token. You'll only need to do this once.
zh_hans: 粘贴您的网关令牌。您只需执行一次此操作。

source: Path
zh_hans: 小路

source: Paths on the Gateway host.
zh_hans: 网关主机上的路径。

source: Pattern
zh_hans: 图案

source: Pause
zh_hans: 暂停

source: Paused
zh_hans: 已暂停

source: Pending Requests
zh_hans: 待处理的请求

source: Per person (each person signs in)
zh_hans: 每人（每人签到）

source: Per-person sign-in can't use an auth profile.
zh_hans: 单人登录无法使用身份验证配置文件。

source: Persona
zh_hans: 人格面具

source: Persona "%@"
zh_hans: 角色“%@”

source: Persona & Channels
zh_hans: 角色与渠道

source: Pet
zh_hans: 宠物

source: Pick a chat
zh_hans: 选择聊天

source: Pick a color to override the theme for just that part.
zh_hans: 选择一种颜色来覆盖该部分的主题。

source: Pick an Automation
zh_hans: 选择自动化

source: Pick your default agent and model, look over skills, then send a test message. Skip anything you like.
zh_hans: 选择您的默认代理和模型，查看技能，然后发送测试消息。跳过任何你喜欢的东西。

source: Pin
zh_hans: 别针

source: Pin Chat
zh_hans: 固定聊天

source: Pincer
zh_hans: 钳子

source: Pincer can't check this server's identity.
zh_hans: Pincer 无法检查该服务器的身份。

source: Pincer connects as an operator only. It never runs a Gateway, never registers as a node, and stores secrets in the Keychain.
zh_hans: Pincer 仅作为操作员进行连接。它从不运行网关，从不注册为节点，并将秘密存储在钥匙串中。

source: Pincer connects to a Gateway you run on your own computer or server.
zh_hans: Pincer 连接到您在自己的计算机或服务器上运行的网关。

source: Pincer couldn’t open that link.
zh_hans: Pincer 无法打开该链接。

# Pincer starts a chat called %@ with %@.
source: Pincer starts a chat called %1$@ with %2$@.
zh_hans: Pincer 与 %2$@ 开始名为 %1$@ 的聊天。

source: Pincer stops this account until you start it again or the Gateway restarts. Messages to it won't be answered.
zh_hans: Pincer 会停止此帐户，直到您再次启动它或网关重新启动。发给它的消息不会得到回复。

source: Pincer will connect to %@
zh_hans: Pincer 将连接到 %@

source: Pink
zh_hans: 粉色

source: Pinned
zh_hans: 已固定

source: Pinned Chats
zh_hans: 固定聊天

source: Pixel
zh_hans: 像素

source: Plain Text
zh_hans: 纯文本

source: Platforms
zh_hans: 平台

source: Plugin
zh_hans: 插件

source: Plugin Removed
zh_hans: 插件已删除

source: Plugins
zh_hans: 插件

source: Plugins run on your Gateway host. Turning one on or off, installing or removing it happens right away.
zh_hans: 插件在您的网关主机上运行。打开或关闭、安装或拆卸它都会立即发生。

source: Plush
zh_hans: 豪华的

source: Policy
zh_hans: 政策

source: Post the result
zh_hans: 发布结果

source: Premium
zh_hans: 高级版

source: Preparing
zh_hans: 准备中

source: Preparing attachments…
zh_hans: 正在准备附件...

source: Preparing…
zh_hans: 正在准备……

source: Press %@ to find in the current chat.
zh_hans: 按 %@ 在当前聊天中查找。

source: Press %@ to jump to any chat, agent, model, or setting.
zh_hans: 按 %@ 跳转到任何聊天、代理、模型或设置。

source: Preview
zh_hans: 预览

source: Preview %@
zh_hans: 预览 %@

source: Previews need a newer Gateway.
zh_hans: 预览需要更新的网关。

source: Previous Message
zh_hans: 上一条消息

source: Previous branch
zh_hans: 以前的分行

source: Previous match
zh_hans: 上一场比赛

source: Previous match (%@)
zh_hans: 上一场比赛 (%@)

source: Print
zh_hans: 打印

source: Probe
zh_hans: 探针

source: Probe asks each channel to check its connection now. Reconnect stops the account, then starts it again.
zh_hans: 探针现在要求每个通道检查其连接。重新连接会停止帐户，然后再次启动。

source: Probe: ask each channel to check its connection now
zh_hans: 探测：要求每个通道立即检查其连接

source: Probed %@ ago
zh_hans: %@ 前探测过

source: Probing channels…
zh_hans: 探测通道...

source: Probing…
zh_hans: 探测……

source: Prompt Budget
zh_hans: 及时预算

source: Provider
zh_hans: 提供商

source: Provider %@
zh_hans: 提供商 %@

source: Provider default
zh_hans: 提供商默认值

source: Pseudo-terminal
zh_hans: 伪终端

source: Publisher
zh_hans: 出版商

source: Purple
zh_hans: 紫色

source: QR code for %@
zh_hans: %@ 的二维码

source: Question from the agent
zh_hans: 代理提问

source: Queue Message
zh_hans: 队列消息

source: Queue a follow-up
zh_hans: 排队跟进

source: Queued
zh_hans: 已排队

source: Queued and failed messages, and their attachments, are deleted from this device without being sent. Chats and cached transcripts aren’t affected.
zh_hans: 排队的消息和失败的消息及其附件将从此设备中删除而不发送。聊天和缓存的文字记录不受影响。

source: Quick Capture
zh_hans: 快速捕捉

source: Quick Capture shortcut
zh_hans: 快速捕捉快捷键

source: Quick Capture, unread chats, approvals and Gateway status, one click away.
zh_hans: 快速捕获、未读聊天、批准和网关状态，一键即可完成。

source: Quit Pincer
zh_hans: 退出钳子

source: Range
zh_hans: 范围

source: Rate Limits
zh_hans: 速率限制

source: Raw Config
zh_hans: 原始配置

source: Re-enter this value; saved secrets can't move to a new name.
zh_hans: 重新输入该值；保存的机密无法移动到新名称。

source: React
zh_hans: 反应

source: React %@
zh_hans: 反应 %@

source: Reactions
zh_hans: 反应

source: Read
zh_hans: 阅读

source: Read Aloud
zh_hans: 大声朗读

source: Read Aloud Settings…
zh_hans: 大声朗读设置...

source: Read Aloud is set to This Device Only.
zh_hans: “朗读”设置为“仅限此设备”。

source: Read Aloud uses this device's voice until a provider is ready.
zh_hans: 大声朗读使用此设备的语音，直到提供商准备就绪。

source: Read Last Reply Aloud
zh_hans: 大声朗读最后的回复

source: Read New Replies Aloud
zh_hans: 大声朗读新回复

source: Read Only
zh_hans: 只读

source: Ready
zh_hans: 准备好

source: Reason
zh_hans: 原因

source: Reassign
zh_hans: 重新分配

source: Recent
zh_hans: 最近

source: Recently allowed
zh_hans: 最近允许

source: Reconnect
zh_hans: 重新连接

source: Reconnect Account
zh_hans: 重新连接帐户

source: Reconnect Account (%@)
zh_hans: 重新连接帐户 (%@)

source: Reconnect and discard unsaved settings?
zh_hans: 重新连接并放弃未保存的设置？

# Reconnecting in %llds (attempt %lld)
source: Reconnecting in %1$llds (attempt %2$lld)
zh_hans: 在 %1$lld 秒内重新连接（尝试 %2$lld）

source: Reconnecting to the Gateway starts over from its saved settings.
zh_hans: 重新连接到网关将从其保存的设置开始。

source: Reconnecting…
zh_hans: 正在重新连接…

source: Recover Session
zh_hans: 恢复会话

source: Red
zh_hans: 红色

source: Redo
zh_hans: 重做

source: Refresh
zh_hans: 刷新

source: Refresh Models
zh_hans: 刷新模型

source: Refreshing…
zh_hans: 清爽…

source: Refusing unencrypted ws:// to public host %@. Use wss:// (Tailscale Serve) or a tailnet IP.
zh_hans: 拒绝未加密的 ws:// 到公共主机 %@。使用 wss:// (Tailscale Serve) 或 tailnet IP。

source: Regenerate
zh_hans: 重新生成

source: Regenerate Last Reply
zh_hans: 重新生成上次回复

source: Reinstall
zh_hans: 重新安装

source: Reject
zh_hans: 拒绝

source: Reject %@
zh_hans: 拒绝 %@

source: Relink with QR Code…
zh_hans: 重新链接二维码...

source: Reload
zh_hans: 重新加载

source: Reload Pincer
zh_hans: 重新加载钳子

source: Reload Theirs
zh_hans: 重新加载他们的

source: Reload from Gateway
zh_hans: 从网关重新加载

source: Reloading keeps your unsaved changes.
zh_hans: 重新加载会保留未保存的更改。

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 删除 %@

source: Remove %@?
zh_hans: 删除 %@？

source: Remove Bookmark
zh_hans: 删除书签

source: Remove Gateway…
zh_hans: 删除网关...

source: Remove Key
zh_hans: 移除钥匙

source: Remove Key…
zh_hans: 移除钥匙...

source: Remove My Reaction
zh_hans: 删除我的反应

source: Remove Plugin…
zh_hans: 删除插件...

source: Remove Server…
zh_hans: 删除服务器...

source: Remove Value
zh_hans: 删除值

source: Remove argument
zh_hans: 删除参数

source: Remove from Group
zh_hans: 从组中删除

source: Remove item %lld
zh_hans: 删除项目 %lld

source: Remove pattern
zh_hans: 删除图案

source: Remove the %@ key from the Gateway?
zh_hans: 从网关中删除 %@ 密钥？

source: Removed
zh_hans: 已删除

source: Removed when you save: %@
zh_hans: 保存时已删除：%@

source: Removes this request. The sender isn't blocked and can ask again.
zh_hans: 删除此请求。发件人未被阻止，可以再次询问。

source: Remove…
zh_hans: 消除…

source: Rename %@
zh_hans: 重命名 %@

source: Rename Chat
zh_hans: 重命名聊天

source: Rename Device
zh_hans: 重命名设备

source: Rename Group
zh_hans: 重命名组

source: Rename Group…
zh_hans: 重命名组...

source: Rename Node
zh_hans: 重命名节点

source: Rename Server
zh_hans: 重命名服务器

source: Rename Server…
zh_hans: 重命名服务器...

source: Rename…
zh_hans: 重命名...

source: Renaming adds a server under the new name and removes the old one. Saved secrets need to be entered again.
zh_hans: 重命名会以新名称添加一台服务器并删除旧名称。保存的秘密需要再次输入。

source: Renaming nodes needs Full Management.
zh_hans: 重命名节点需要完全管理。

source: Replace
zh_hans: 代替

source: Replace “%@” with “%@”?
zh_hans: 将“%@”替换为“%@”？

source: Replaces the installed copy with ClawHub's latest version.
zh_hans: 将已安装的副本替换为 ClawHub 的最新版本。

source: Replies
zh_hans: 回复

source: Replies and tasks that are still running are interrupted. Connected clients disconnect briefly.
zh_hans: 仍在运行的回复和任务会被中断。连接的客户端会短暂断开连接。

source: Replies fall back to the next provider or this device's voice.
zh_hans: 回复会回退到下一个提供商或该设备的语音。

source: Reply
zh_hans: 回复

source: Reply to Last Message
zh_hans: 回复最后一条消息

source: Replying to **%@**
zh_hans: 正在回复 **%@**

source: Request
zh_hans: 请求

source: Request ID
zh_hans: 请求ID

source: Request timeout
zh_hans: 请求超时

source: Requested
zh_hans: 已请求

source: Requested %@
zh_hans: 请求 %@

source: Requested by
zh_hans: 请求者

source: Required
zh_hans: 必填

source: Required for first pairing
zh_hans: 首次配对时需要

source: Requirements
zh_hans: 要求

source: Requires OAuth sign-in
zh_hans: 需要 OAuth 登录

source: Reset %@
zh_hans: 重置 %@

source: Reset %@ to Default
zh_hans: 将 %@ 重置为默认值

source: Reset All
zh_hans: 全部重置

source: Reset Icon
zh_hans: 重置图标

source: Reset to Default
zh_hans: 重置为默认值

source: Reset to Defaults
zh_hans: 重置为默认值

source: Responding
zh_hans: 回应

source: Restart
zh_hans: 重新启动

source: Restart Gateway
zh_hans: 重启网关

source: Restart Gateway?
zh_hans: 重启网关？

source: Restart Gateway…
zh_hans: 重新启动网关...

source: Restart Now
zh_hans: 立即重新启动

source: Restart Now Anyway…
zh_hans: 无论如何，现在重新启动...

source: Restart needed to apply changes
zh_hans: 需要重新启动才能应用更改

source: Restart now anyway?
zh_hans: 无论如何现在重新启动？

source: Restarting is unavailable on this Gateway.
zh_hans: 此网关上无法重新启动。

source: Restarting isn't available on this Gateway.
zh_hans: 在此网关上无法重新启动。

source: Restarting needs Full Management access
zh_hans: 重新启动需要完全管理访问权限

source: Restarting needs Full Management access.
zh_hans: 重新启动需要完全管理访问权限。

source: Restore
zh_hans: 恢复

source: Restore Defaults
zh_hans: 恢复默认设置

# Result %lld of %lld
source: Result %1$lld of %2$lld
zh_hans: %2$lld 的结果 %1$lld

source: Result count
zh_hans: 结果计数

source: Results
zh_hans: 结果

source: Resume
zh_hans: 继续

source: Retry
zh_hans: 重试

source: Retry now
zh_hans: 立即重试

source: Retry sending
zh_hans: 重试发送

source: Retrying %@
zh_hans: 正在重试 %@

source: Retrying…
zh_hans: 正在重试...

source: Reveal
zh_hans: 揭示

source: Revert
zh_hans: 恢复

source: Revert Change
zh_hans: 恢复更改

source: Revert this change
zh_hans: 恢复此更改

source: Revert to Saved
zh_hans: 恢复至已保存状态

source: Review Changes
zh_hans: 审查变更

source: Review unsaved changes
zh_hans: 查看未保存的更改

source: Reviewing pairing requests needs Full Management access.
zh_hans: 查看配对请求需要完全管理访问权限。

source: Revoke
zh_hans: 撤销

source: Revoke This Device…
zh_hans: 撤销该设备...

source: Revoke and Disconnect
zh_hans: 撤销并断开连接

source: Revoke this device?
zh_hans: 撤销该设备？

source: Revoke “%@”?
zh_hans: 撤销“%@”？

source: Revoke…
zh_hans: 撤销…

source: Rewind
zh_hans: 倒带

source: Rewind…
zh_hans: 倒回…

source: Role
zh_hans: 角色

source: Run History
zh_hans: 运行历史

source: Run Installer
zh_hans: 运行安装程序

source: Run Now
zh_hans: 立即运行

source: Run Test Voice again, or check the settings below.
zh_hans: 再次运行测试语音，或检查以下设置。

source: Run at
zh_hans: 运行于

source: Run these on the computer that will host your Gateway. It takes about 5 minutes.
zh_hans: 在将托管网关的计算机上运行它们。大约需要5分钟。

source: Run this on the Gateway host to see it:
zh_hans: 在网关主机上运行此命令以查看它：

source: Running
zh_hans: 运行中

source: Running replies and tasks finish first. Connected clients disconnect briefly.
zh_hans: 运行回复和任务首先完成。连接的客户端会短暂断开连接。

source: Running since %@
zh_hans: 自 %@ 开始运行

source: Running, pausing and editing automations needs Full Management access (Gateway Settings → Connection).
zh_hans: 运行、暂停和编辑自动化需要完全管理访问权限（网关设置 → 连接）。

source: Running…
zh_hans: 跑步…

source: Runs
zh_hans: 跑步

source: Runs appear here as they stream. Only live runs are recorded.
zh_hans: 跑步活动在流式传输时会显示在此处。仅记录实时运行。

source: Runs in
zh_hans: 运行于

source: Runs — %lld helpers running
zh_hans: 运行 — %lld 助手正在运行

source: Runs — 1 helper running
zh_hans: 运行 — 1 名助手运行

source: SVG image
zh_hans: SVG图像

source: SVG source
zh_hans: SVG源

source: Same Wi-Fi
zh_hans: 相同的Wi-Fi

source: Same as channel (%@)
zh_hans: 与频道相同 (%@)

source: Save
zh_hans: 保存

source: Save %@
zh_hans: 保存 %@

source: Save & Stream
zh_hans: 保存并串流

source: Save Anyway
zh_hans: 无论如何保存

source: Save Defaults
zh_hans: 保存默认值

source: Save Key
zh_hans: 保存密钥

source: Save Model
zh_hans: 保存模型

source: Save changes to %@?
zh_hans: 将更改保存到 %@ 吗？

source: Save changes to Command Policy?
zh_hans: 保存对命令策略的更改吗？

source: Save changes to the Gateway
zh_hans: 保存对网关的更改

source: Save or discard your other unsaved changes before editing the raw file.
zh_hans: 在编辑原始文件之前，保存或放弃其他未保存的更改。

source: Save the command policy to the Gateway
zh_hans: 将命令策略保存到网关

source: Save the connection on this device and reconnect
zh_hans: 保存此设备上的连接并重新连接

source: Save your changes first.
zh_hans: 首先保存您的更改。

source: Save “%@”
zh_hans: 保存“%@”

source: Save, then sign in from the server's page.
zh_hans: 保存，然后从服务器页面登录。

source: Saved
zh_hans: 已保存

source: Saved chat
zh_hans: 保存的聊天记录

source: Saved in Keychain
zh_hans: 保存在钥匙串中

source: Saved secret
zh_hans: 保存的秘密

source: Saved to the Gateway's secret store as %@
zh_hans: 以 %@ 的形式保存到网关的秘密存储中

source: Saves this Gateway and opens its Health page.
zh_hans: 保存此网关并打开其运行状况页面。

source: Say hello to %@
zh_hans: 向 %@ 打个招呼

source: Scan this with %@ on your phone to link it.
zh_hans: 使用手机上的 %@ 扫描此信息以进行链接。

source: Schedule
zh_hans: 计划

source: Scope
zh_hans: 适用范围

source: Scopes
zh_hans: 范围

source: Screenshot
zh_hans: 截图

source: Scripts and network access are off in this preview.
zh_hans: 在此预览中，脚本和网络访问已关闭。

source: Scroll to latest message
zh_hans: 滚动到最新消息

source: Search
zh_hans: 搜索

source: Search ClawHub
zh_hans: 搜索 ClawHub

source: Search ClawHub for skills by name or topic.
zh_hans: 按名称或主题搜索 ClawHub 技能。

source: Search Logs
zh_hans: 搜索日志

source: Search Messages…
zh_hans: 搜索消息...

source: Search Options
zh_hans: 搜索选项

source: Search Settings
zh_hans: 搜索设置

source: Search all messages from %@ or the sidebar search field.
zh_hans: 从 %@ 或侧边栏搜索字段搜索所有消息。
